{
    "1. Monthly Financial Support from JSPS" :
    "Will JSPS pay me a housing subsidy?    No, the cost of your housing is included in your maintenance allowance.    When my family comes to Japan, will JSPS pay me a family allowance for them?     No, this cost is also included in your maintenance allowance.    Why has my maintenance allowance been reduced?    The basic amount has not been reduced. However, if the cumulative period of temporary absence you have taken adds up to more than 90 days (45 days for tenures of one year), JSPS will reduce your maintenance allowance in the following month. Please check the total number of days you have taken temporary leave of absence.    "
    ,
    "2. Temporary Absence from Japan" :
    "Even though my reason for temporary absence has been to conduct research activities, or for unavoidable family reasons, will my maintenance allowance be reduced when my total period of temporary absence is more than 90 days (45 days for tenures of one year) ?    Yes, it will. Irrespective of the reason, the maintenance allowance is reduced after a certain number of days away from Japan is exceeded.    If I have already taken a cumulative period of temporary absence of 90 days (45 days for tenures of one year) for conducting research activities, may I still take a temporary absence for home leave?    You may take home leave, but your allowance will be reduced if your cumulative leave exceeds 90 days (45 days) regardless of the reason.    When will JSPS reduce the maintenance allowance?    When JSPS finds that the total period of temporary absence to add up to more than 90    days (45 days for tenures of one year), we will subtract the reduced amount from the following month's allowance.    How many days am I allowed to take per each leave of absence?    A maximum of 150 days (105 days for tenures of one year), but the below information    should be borne in mind.    - No matter how long the leave of absence, you must first obtain your host researcher's permission.    - If a leave of absence is for 15 or less days for the purpose of your research, you do not have to request JSPS's permission. You must, however, submit a notice when you return.    What procedures should I take before leaving Japan?    Before you leave Japan, be sure to apply for a re-entry permit at your local immigration    office."
    ,
    "3. National Health Insurance" :
    "Does everyone need to join the national health insurance plan?    Foreign residents who will stay in Japan for one year or more are legally obligated to join the plan. JSPS will continue to cover fellows who join the plan under its overseas accident and sickness insurance. Regardless of the JSPS coverage, however, fellows who will be in Japan for more than one year must register for the national health insurance plan at your city office.    When should I join the national health insurance plan?    When you apply for your alien registration card at the city office, please sign up for the national health insurance plan at the same time. This should be done within 90 days after you arrive in Japan. If you join late, you will be required to pay the entire amount retroactively.    How much will I need to pay for the national health insurance?    As the premium differs slightly by municipality, please inquire about the rate at the national health insurance counter of your city office.    I understand that the national health insurance will cover 70% of my medical expenses, and that I must pay the other 30%. Can I claim the money I pay out of pocket to JSPS’s overseas accident and sickness insurance provider?    You will be eligible to have 70% of your medical costs paid for by national health insurance. You must pay the remaining 30%. You may be able to claim the uncovered 30% under JSPS’s overseas accident and sickness insurance, which is provided by a private insurance company. The JSPS insurance does, however, exempt certain illnesses and conditions. For more information, please read “A GUIDE TO THE INSURANCE POLICY FOR JSPS FELLOWS” or inquire at NIPPONKOA Insurance Co., Ltd., which is our authorized agent. (For general information Tel: (03) 3231-7921, for claims only Tel: (03) 5229-2301)    I am thinking of using a car or motorbike for my research work and/or commuting while in Japan. Does the JSPS insurance cover automobile liability? Is there anything I should keep in mind?    Neither the national health insurance nor JSPS's overseas accident and sickness insurance are automobile insurance. If you drive in Japan, you are required to have standard liability insurance. The policy will pay up to a certain amount if you should be involved in an accident. However, only the other party is covered under it. Furthermore, it is not unusual for compensation claims to be made in excess of 100 million yen, and court cases can be very long in duration. The penalty for traffic accidents caused by drunken driving or traffic rule violations is much more severe than with ordinary traffic accidents. So we can’t caution you strongly enough not to drive after drinking.    For these reasons, it is strongly recommended that, if possible, you not use a car (for commuting or other purposes), but rather take advantage of the public transportation system.    If it should be absolutely necessary for you to drive a car in Japan, you need be sure to drive safely and it is recommended that you purchase optional insurance with greater coverage. However please be aware that JSPS will not cover the cost of insurance.    If fellows should be involved traffic accidents, JSPS will not be able to provide any additional funds in support of them. Be very careful, therefore, to drive safely.    Is there any insurance besides auto insurance that I should consider?    You may be obligated to buy fire insurance if you rent an apartment. In this case, you will need to pay it with your maintenance allowance.    When do I get my Insurance Card for JSPS’s coverage?    After JSPS receives a Form# 2 from your host researcher through your host institution, NIPPONKOA will send you the Insurance Card through your host institution within one month."    ,
    "4. Fellowship Extension" :
    "How do I go about extending my fellowship?    As a rule, fellowships are awarded for a period of up to 24 months. In cases when your initial tenure is less than 24 months, an extension of up to a total tenure of 24 months may be approved if JSPS deems it appropriate and budget constraints permit. A request for a fellowship extension must be made through the administration office of your host institution. The procedure is as follows:    Please note that fellowship extensions are only allowed when needed to pursue your joint research. They are not authorized for such reasons as finishing up research that has fallen behind schedule or adjusting one’s period of tenure to match the start of a new job or fellowship.    When should I start the procedure for an extension?    The application should be submitted at least 3 months prior to the expiration of your    current fellowship. If it is submitted any later than that, JSPS will not be able to approve your extension. Therefore, to be safe, you should have your host contact the administration office about 4 months prior to the expiration of your fellowship.    How long does it take for the application to be approved?    It takes about 2 months after receiving the application.    How difficult is to obtain approval for an extension?    Generally, it is easier to obtain an extension than it was to obtain your fellowship. As JSPS, however, will need to evaluate your work during your current tenure and your research plan for the extended period of the fellowship. JSPS may not approve all extension applications. Furthermore, JSPS may have to deny extensions when budget constrains prohibit them."
    ,
    "5. Certification of Fellowship" :
    "What should I do if I want a letter from JSPS to certify my fellowship for the purpose applying for employment?    Please submit the related application form Form 10 Application for Certificate enclosed in the JSPS Guidelines. The maximum number of certificates JSPS can issue is 3 per application. On the application form, you need to indicate the name of each institution to which you will submit the certificate in search of employment.    Does JSPS issue a certification letter for any purpose?    JSPS issues a certificate only for the purpose of the fellow’s seeking a new position. We do not issue certificates for any other purpose. For other purposes such as obtaining permission to extend your stay in Japan, obtaining a visa, or entering into a housing rental contract, please use a copy of your award letter in lieu of a certificate, or ask your host researcher to issue a letter that certifies your engagement in research work as a JSPS fellow. (Such a certificate needs to indicate the term of your fellowship, host’s name, host institution’s name, research title, etc.)    I am continuing my employment at the same institute. Can JSPS issue a certificate?    Only if you will be employed in a different position at the institute. Otherwise, JSPS only issues a certificate when you are to be employed at a different institute. Can JSPS specify the title of my research on the certificate?    No, we can’t. The certificate that JSPS issues is in a fixed format. Only your names, tenure, the name of your host researcher, and our financial support are specified."
    ,
    "6. Visas" :
    "My visa status is “Professor” (or “Research”). Is there any difference between it and “Cultural Activities” visa?    JSPS considers the “Cultural Activities” visa to be the most appropriate for JSPS fellows to obtain, since no employment relation exists between the foreign researcher and JSPS. However, the Immigration Bureau may sometimes issue a “Research” or “Professor” visa status to JSPS fellows. The advantage to obtaining a “Research” or “Professor” visa status is that the maximum period of stay under them is 3 years, so you will not need to extend your visa during your fellowship period. In any case, the Immigration Bureau makes the final decision on your visa status. You have no choice but to follow their directions.    What should I do to obtain permission to extend the period of my stay (or my family members’ stay)?    You will need to go to the Regional Immigration Bureau or its district or branch office having jurisdiction over your place of residence before your visa (their visa) expires. It is a good idea to be accompanied by your host researcher or a Japanese colleague when you visit the office. You should inquiry by phone to the immigration office as to the necessary documents and prepare them in advance with the help of your host researcher and institution.    Basic documents you may need to submit are as follows:    1. Award letter from JSPS (copy) and “Certificate for Financial Support” (copy)    2. Bankbook to show the transferred money from JSPS.    3. Letter from your host researcher or host institution that shows the term of your    fellowship, the name of your host institution, and your research title. (It is recommended that the letter indicates that your host institution has received you as a foreign researcher recruited and financially supported by JSPS.)    4. JSPS Guidelines, which describes your financial support.    If you are asked to submit your invitation letter, please submit a copy, as you may need to use the original later.    After receiving permission to extend your stay, you must within 14 days renew your alien registration at the city office.       To invite my family to Japan, what should I do?    When foreign residents want to invite members of their family from abroad, they need to obtain a “Dependent” visa for them. When applying for this visa, you should first obtain a Certificate of Eligibility at your local immigration office in Japan. For specific information about the procedure, please contact the international affairs division of your host institution or your local immigration office. If the immigration office should ask you to submit proof of your status as a research fellow, you should ask your host researcher or host institute to issue a certificate."
    ,
    "7. Taxation" :
    "What if I am asked by the city office to submit a tax withholding slip?    In Japan’s tax withholding system, the employer deducts income and residence taxes from the employee’s salary, and issues a withholding slip to the employee that shows the amount of tax deducted. JSPS does not retain foreign researchers as employees. If, therefore, you are asked to submit a tax withholding slip, you will need to explain the JSPS system. In doing so, please show your award letter from JSPS and the green JSPS Guidelines to prove that your JSPS allowances are “travel expenses” not salary, which means that they should be tax exempt. When going the city office for this purpose, it is recommended that you be accompanied by a Japanese who can assist you with the    language.    If the tax office sends me a letter of inquiry about income tax filing, how should I fill out the documents?    The important question in the documents is the one that regards whether you are self-employed or an employee. Please choose the third option, “other.” Regarding the type of your income, please answer that you receive “travel expenses.”"
    ,
    "8. Domestic Research Travel Allowance" :
    "In practice, how should I use my Domestic Research Travel Allowance? Are there any points to keep in mind?    The allowance is paid to cover necessary expenses incurred by fellows during research-related domestic travel over the course of their tenure. As the allowance is to support the fellow’s research activities in Japan, it may not be used to cover overseas travel expenses. It is only to be used to travel for research purposes, and may not be used for personal travel. When upon your arrival or departure from Japan you need to travel between the nearest airport and your host institution, please use this allowance to cover the cost of that domestic travel.    Please keep the following points in mind when using your Domestic Research Travel Allowance.    Apart from this allowance, fellows may use a Grant-in-Aid for Scientific Research. Travel under it should be specified in the grant application. The grant is applied for and received by your host researcher, who is the joint research representative. This grant may only be used to cover expenses directly related to implementing the joint research plan and reporting its results. Domestically, it can be used for such activities as conducting field studies or presenting research results at an academic conference. Even if you have remaining funds in your Domestic Research Travel Allowance, the Grant-in-Aid should be used to cover research travel specified in your grant application."
    ,
    "9. Research Grants" :
    "May fellows use grants-in-aid?    Yes, fellows may use Grants-in-Aid for Scientific Research (kaken-hi). It is your host researcher, who makes the grant application. Please note that grants applications are made separately from fellowship applications.    The period for submitting a grant application differs according to the date the fellow arrives in Japan (i.e., starts his/her fellowship). See attached page for the specific application periods. If applications are not submitted by the stipulated deadline, they will not as a rule be accepted. Therefore, fellows and their hosts should prepare their applications as early as possible.    How much of a grant may I receive?    The maximum amounts for one year are as follows:    Lab-based subjects: ¥1.2 million    General subjects: ¥0.8 million    Special subjects: ¥1.5 million (Limited to a small number of grantees who have a special    requirement for additional funding.)    For fellows with 2-year tenures, these amounts may be doubled. Please note, however, that the above figures are the maximum amount in each of the three categories, not necessarily the amount that will be disbursed. The grant amount is determined based on an examination of the applicant’s research plan. Moreover, when the number of grant applications exceeds the allotted budget, the amount of grants may need to be reduced across the board.    Are there special rules that must be followed in using the grant funds?    Yes, the Grants-in-Aid Program issues it own set of rules, or grant-usage terms. They stipulate that the grant funds are to be distributed to the host researcher, who is to give a copy of the grant-usage terms to the fellow and to explain the rules to him/her. Both the host and fellow are obligated to use the funds appropriately in accordance with the rules.    Differing from the stipend provided to fellows, research grants are administered by the host institution. Please keep this in mind when using the funds.    What may the grant be used for? Is there anything it may not be used for? There are both things that it may and may not be used for.    The grant may be used to cover the following costs:    a. Commodity costs (costs for equipment): For the purchase of commodities (equipment)    b. Travel expenses: Transportation, accommodation and daily allowances for the Principal Investigator, Co-Investigator (kenkyū-buntansha) and other participants engaged in overseas or domestic travel to collect materials, conduct surveys, attend meetings, present research results, and other purposes.    c. Personnel: Remuneration, wages and salaries payable to persons participating in the research for document creation/management, experiments, translation, proof-reading, provision of specialized knowledge, distribution and collection of questionnaires or the collection of research materials; and money payable to temporary workers.    d. Miscellaneous (other costs): Costs not categorized into any of the abovementioned cost items that are intended for implementing the research. For example, other costs may be incurred through printing, creating reproductions, developing and printing photos, communication (such as stamps and telephone bills), transportation, leases for research venues (only if none of the institution’s facilities are adequate for conducting the funded project), charges for meeting rooms and meals (excluding alcoholic beverages) served at meetings, rental (of computers, automobiles, experimental equipment and devices), repairs of equipment, transportation costs other than travel expenses, presentation of research results (contribution to academic journals, website creation and preparation of pamphlets to advertise the research results),and disposal of experiment wastes).    The grant must only be used to cover expenses directly to the implementation of an approved research plan and to the compilation of the research results.    Fellows need to discuss with their hosts how grants will be spent. Though the grants are issued by JSPS based on the fellow’s tenure, this does not mean that you have complete autonomy over the use of the funds. Moreover, your host institution has its own guidelines with regard to grant usage. If you have any questions concerning grant usage, please contact the person in charge of handling grants at your host institution.    As these grants are issued to support research conducted at research institutions able to provide basic research conditions, the following expense items are not covered.    a. Costs for buildings and facilities, except minor installations that are necessary in order to install items that are purchased using direct funding.    b. Costs to handle problems resulting from accidents and disasters that occurred during the implementation of the funded project    c. Other kinds of costs that should be appropriated from indirect funding    How does one apply for a research grant?    Application is initially by the host researcher, who is the research representative, after which the fellow submits a separate application. See the attached Form S-2-5 from the host and S-2-6 from the fellow.    Grants are issued based on the submitted and review of these two application forms, which specify the amount of grant funds needed to conduct the subject year’s research activities. Therefore, the funds are to be spent within the context of the S-2-5 and S-2-6 applications.    When may we start using the grant?    When you may start using the grant depends on when the application was submitted.    Normally within 1-2 months from the time a grant application is received, a provisional notification is sent by JSPS to the host institution. It takes about one month after that for the final selection notification to be issued, following which the grant is disbursed.    If fellows have an urgent use for the grant to conduct their research before the final notification is issued, they should consult with their host researcher and institution. With the permission of the host institution’s administrative office and under the responsibility of the host researcher, the grant may be used in advance of the final notification.    For some examples: It would be possible for a fellow arriving in April to use the grant after the provisional notification was issued at the end of that month. A fellow arriving in May could use the grant from late July. A fellow arriving in October or November could use the grant from mid November, provided that the host submitted the grant application in early October.    Furthermore, fellows who arrived in 2009 or 2010 and have already applied for a FY 2011 grant may start using it from 1 April 2011.    What if I do not agree with my host researcher (or host institution) on how to use the grant?    The grant is to be used to carry out cooperative research between the fellow and host researcher, which presupposes that you both have agreed upon its use. It is not issued for either the fellow or the host to use one-sidedly. Nevertheless, responsibility for the grant rests with the host. For example, if there were any improper use of the funds, it would be the host who is held accountable. Therefore, if the fellow and host should not be able to reach an agreement on the use of the grant, the host’s intention is given priority.    Does research equipment purchased with the grant belong to the fellow or host researcher?    Nothing purchased with these funds is the personal property of the fellow or host. Equipment and materials purchased with grant funds are the property of the host institution. Grant usage rules require host institutions to manage such equipment and materials in such a way that the fellow and host researcher can use them effectively. Fellows and hosts are obliged to observe grant usage rules. Therefore, please contact the person in charge of administering grants at your host institution if you have any questions with regards to grant usage.    I have recently found a job and decided to resign my fellowship. What should I do with the research grant that I have received?    Since your host researcher agreed to the resignation, you are no longer allowed to use the grant, as all the remaining funds must be returned to JSPS. Please ask your host to submit a notice to terminate your research activities to JSPS through the administrative office of your host institution."
    ,
    "10. Life in Japan and Japanese language training" :
    "This is the first time for me to stay in Japan. I am a bit anxious about life in Japan.    JSPS sends all fellows a copy of “Life in Japan for Foreign Researchers” along with their award letters. As it contains good information about living in Japan, we suggest that you read it. If you should experience any problems associated with living in Japan, please seek help from your host researcher, your host institution’s administrative office,    or your local government office.    Renting an apartment requires that I pay a large refundable deposit (Shiki-kin) and non-refundable “key money” (Rei-kin) in advance. Does JSPS cover these expenses?    JSPS does not cover them. JSPS can only cover those expenses stipulated in the fellowship award letter. We know the Shiki-kin and Rei-kin can be expensive, but it is sometimes possible for you to negotiate them with your landlord. Though rare, these are cases when these fees are not charged. As it is difficult to negotiate contracts in English, you had better ask your host researcher, a Japanese colleague, or an officer at your host institution to accompany you when you negotiate with the landlord or real estate agent or sign a rental contract.    My housing rental contract requires me to have a guarantor. Can I ask JSPS to be the guarantor?    No, JSPS cannot act as a guarantor. Please ask your host researcher to be your guarantor.    My host researcher is not willing to be a guarantor for my rental contract. Can JSPS introduce me to someone who can be a guarantor?    JSPS is not in a position to do so. If your host researcher will not be your guarantor, please consult with the international affairs division of your host institution.    What opportunities are available for language study in Japan?    JSPS Provides financial support to Postdoctoral Fellows for private or classroom    language training    Purpose: To acquire the basic Japanese language skills necessary for an effective stay in Japan.    Eligible Fellows are those who need Japanese language training and meet either one of conditions stipulated below.    1. Fellows who will stay in Japan for the first time.    2. Fellows who have stayed in Japan less than 12 months before.    When to apply: Potential recipients should apply after their arrival in Japan. School / Tutor: Japanese schools or tutors approved by JSPS.    Period: Within the tenure of the fellowship.    Support from JSPS: 50,000 JPY or less"
}